Repository: bfjelds/iot-utilities-1
Catalog: DeviceCenter/DeviceCenter/Strings/Strings.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# CancelButton
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消
zh_tw: 取消

# ConnectAlertMessage
source: We need to connect to your device to set it up. You will temporarily be disconnected from the internet. We will reconnect you as soon as setup is done.
de_de: Für das Setup müssen wir eine Verbindung mit Ihrem Gerät herstellen. Dabei sind Sie vorübergehend vom Internet getrennt. Sobald das Setup abgeschlossen ist, wird die Verbindung wiederhergestellt.
es_es: Necesitamos conectar tu dispositivo para configurarlo. Se te desconectará temporalmente de Internet. Volverás a tener conexión en cuanto la configuración esté lista.
fr_fr: Nous devons connecter votre appareil pour procéder à son installation. Vous allez être temporairement déconnecté d’Internet. Nous vous reconnecterons dès que l’installation sera terminée.
it_it: È necessario eseguire la connessione al dispositivo per configurarlo. Verrai temporaneamente disconnesso da Internet. Al termine della configurazione verrà eseguita la riconnessione.
ja_jp: セットアップのためにデバイスに接続する必要があります。インターネット接続は一時的に切断されます。セットアップが完了すると、すぐに再接続されます。
ko_kr: 단말기를 설정하려면 단말기에 연결되어야 합니다. 일시적으로 인터넷 연결이 끊어집니다. 설정이 완료되는 즉시 다시 연결됩니다.
pt_br: Precisamos nos conectar com seu dispositivo para configurá-lo. Você será desconectado temporariamente da Internet. Logo depois que terminarmos a configuração, você será reconectado.
ru_ru: Чтобы продолжить настройку, нам нужно подключиться к вашему устройству. Соединение с Интернетом прервется на время и будет восстановлено, как только завершится настройка.
zh_cn: 我们需要连接到你的设备才能进行设置。你将暂时断开 Internet 连接。我们会在设置完成后立即重新连接。
zh_tw: 需要連線到您的裝置以進行設定。您將暫時從網際網路中斷連線。設定完成之後，我們將盡快為您重新連線。

# ConnectAlertTitle
source: Before you continue
de_de: Bevor Sie fortfahren
es_es: Antes de continuar
fr_fr: Avant de poursuivre
it_it: Prima di continuare
ja_jp: 続ける前に
ko_kr: 계속하기 전에
pt_br: Antes de continuar
ru_ru: Обязательные действия
zh_cn: 在继续之前
zh_tw: 在您繼續之前

# ConnectEthernetMessage
source: Connect your Ethernet cable to your network. Make sure your PC is on the same network. When you're ready, click "Find my device".
de_de: Schließen Sie Ihr Ethernet-Kabel an Ihr Netzwerk an. Stellen Sie sicher, dass sich Ihr PC im selben Netzwerk befindet. Sobald Sie fertig sind, klicken Sie auf „Mein Gerät suchen“.
es_es: Conecta el cable Ethernet a tu red. Asegúrate de que el equipo está en la misma red. Cuando estés listo, haz clic en "Encontrar mi dispositivo".
fr_fr: Connectez votre câble Ethernet au réseau. Vérifiez que votre PC figure sur le même réseau. Lorsque vous êtes prêt, cliquez sur Localiser mon appareil.
it_it: Collega il cavo Ethernet alla rete. Assicurati che il tuo PC sia nella stessa rete. Quando sei pronto, fai clic su "Trova il mio dispositivo".
ja_jp: イーサネット ケーブルをネットワークに接続してください。PC が同じネットワークに接続されていることを確認してください。準備ができたら [自分のデバイスを検索する] をクリックしてください。
ko_kr: 이더넷 케이블을 네트워크에 연결하세요. 사용 중인 PC가 동일한 네트워크에 있어야 합니다. 준비되면 "내 장치 찾기"를 클릭하세요.
pt_br: Conecte o cabo Ethernet à rede. Certifique-se de que o computador esteja na mesma rede. Quando você estiver pronto, clique em "Localizar meu dispositivo".
ru_ru: Подключите кабель Ethernet к сети. Убедитесь, что ПК подключен к той же сети. Когда все будет готово, щелкните "Поиск устройства".
zh_cn: 将以太网连接到你的网络。请确保你的电脑在同一网络上。当准备就绪时，请单击“查找我的设备”。
zh_tw: 將您的乙太網路纜線連接到網路。請確認您的電腦是位於相同的網路中。當您準備就緒時，請按一下 [尋找我的裝置]。

# ConnectEthernetTitle
source: Ethernet
ja_jp: イーサネット
ko_kr: 이더넷
zh_cn: 以太网
zh_tw: 乙太網路

# ConnectMessage
source: Insert your finished SD card into the device, then connect your board to the network using Wi-Fi or Ethernet
de_de: Legen Sie die vorbereitete SD-Karte in das Gerät ein, und verbinden Sie Ihr Board dann über WLAN oder Ethernet mit dem Netzwerk.
es_es: Inserta tu tarjeta SD con las operaciones completadas en el dispositivo y, a continuación, conecta el panel a la red a través de Wi-Fi o Ethernet
fr_fr: Insérez votre carte SD finie dans l’appareil, puis connectez-la au réseau par le biais du Wi-Fi ou d’Ethernet
it_it: Inserisci la scheda SD preparata nel dispositivo, quindi connetti la tua scheda alla rete tramite Wi-Fi o Ethernet
ko_kr: 완료된 SD 카드를 장치에 삽입한 다음 Wi-Fi 또는 이더넷을 사용하여 보드를 네트워크에 연결하세요.
pt_br: Insira o cartão SD concluído no dispositivo e, em seguida, conecte a placa à rede usando Wi-Fi ou Ethernet
zh_cn: 将已完成的 SD 卡插入到设备中，然后使用 WLAN 或以太网将你的开发板连接到网络
zh_tw: 將已完成的 SD 記憶卡插入到裝置，然後使用 Wi-Fi 或乙太網路將您的主機板連線到網路。

# ConnectMessage2
source: then connect your board to the network using Wi-Fi or Ethernet.
de_de: und verbinden Sie Ihr Board dann über WLAN oder Ethernet mit dem Netzwerk.
es_es: Luego, conecta la tarjeta a la red a través de Wi-Fi o Ethernet.
fr_fr: puis connectez votre carte au réseau à l’aide du Wi-Fi ou d’Ethernet.
it_it: e quindi connetti la tua scheda alla rete tramite Wi-Fi o Ethernet.
ja_jp: 次に、Wi-Fi またはイーサネットを使ってボードをネットワークに接続します。
ko_kr: 그런 다음 Wi-Fi 또는 이더넷을 사용하여 보드를 네트워크에 연결하세요.
pt_br: e conecte a placa à rede por meio da rede Wi-Fi ou de um cabo Ethernet.
ru_ru: Затем подключите плату к сети через Wi-Fi или Ethernet.
zh_cn: 然后，使用 WLAN 或以太网将开发板连接到网络。
zh_tw: 然後使用 Wi-Fi 或乙太網路將您的主機板連線到網路。

# ConnectSetupAnotherDevice
source: Set up another device
de_de: Weiteres Gerät einrichten
es_es: Configurar otro dispositivo
fr_fr: Configurer un autre appareil
it_it: Configura un altro dispositivo
ja_jp: 別のデバイスを設定する
ko_kr: 다른 장치 설정
pt_br: Configurar outro dispositivo
ru_ru: Настроить другое устройство
zh_cn: 设置其他设备
zh_tw: 設定其他裝置

# ConnectTitle
source: Your SD card is ready.
de_de: Ihre SD-Karte ist bereit.
es_es: La tarjeta SD está lista.
fr_fr: Votre carte SD est prête.
it_it: La tua scheda SD è pronta.
ja_jp: SD カードは準備が完了しています。
ko_kr: SD 카드가 준비되었습니다.
pt_br: O cartão SD está pronto.
ru_ru: SD-карта готова.
zh_cn: 你的 SD 卡已准备就绪。
zh_tw: 您的 SD 記憶卡已就緒。

# ConnectWiFiMessage1
source: Plug in your Wi-Fi adapter and boot up your device. Click "Find my device" and it will be automatically detected.
de_de: Schließen Sie Ihren WLAN-Adapter an, und starten Sie Ihr Gerät. Klicken Sie auf „Mein Gerät suchen“, um es automatisch zu finden.
es_es: Enchufa el adaptador Wi-Fi e inicia el dispositivo. Haz clic en "Encontrar mi dispositivo" y este se detectará automáticamente.
fr_fr: Branchez votre carte Wi-Fi et démarrez votre appareil. Cliquez sur Localiser mon appareil pour le détecter automatiquement.
it_it: Collega la scheda Wi-Fi e avvia il dispositivo. Fai clic su "Trova il mio dispositivo" e verrà rilevato automaticamente.
ja_jp: お使いの Wi-Fi アダプターを接続してデバイスを起動してください。[自分のデバイスを検索する] をクリックするとデバイスを自動的に検知します。
ko_kr: Wi-Fi 어댑터를 연결하고 장치를 부팅하세요. "내 장치 찾기"를 클릭하면 장치가 자동으로 검색됩니다.
pt_br: Conecte o adaptador Wi-Fi e inicie o dispositivo. Clique em "Localizar meu dispositivo" para que ele seja detectado automaticamente.
ru_ru: Подключите адаптер Wi-Fi и загрузите устройство. Щелкните "Поиск устройства", и оно будет обнаружено автоматически.
zh_cn: 插入 WLAN 适配器并启动你的设备。单击“查找我的设备”，系统将会自动检测到该设备。
zh_tw: 插入您的 Wi-Fi 介面卡，並將您的裝置開機。按一下 [尋找我的裝置]，系統將自動偵測您的裝置。

# ConnectWiFiMessage2
source: See a list of supported Wi-Fi adapters
de_de: Liste unterstützter WLAN-Adapter anzeigen
es_es: Ver una lista de adaptadores Wi-Fi compatibles
fr_fr: Voir une liste des cartes Wi-Fi prises en charge
it_it: Visualizza un elenco delle schede Wi-Fi supportate
ja_jp: サポートされている Wi-Fi アダプターの一覧を表示
ko_kr: 지원되는 Wi-Fi 어댑터의 목록을 확인해 보세요.
pt_br: Veja uma lista de adaptadores Wi-Fi com suporte
ru_ru: Просмотреть список поддерживаемых адаптеров Wi-Fi
zh_cn: 查看受支持的 WLAN 适配器列表
zh_tw: 檢視支援的 Wi-Fi 介面卡清單

# ConnectWiFiTitle
source: Wi-Fi
de_de: WLAN
zh_cn: WLAN

# ConnetSubTitle
source: Now, let's get connected
de_de: Verbindung herstellen
es_es: Conectémonos
fr_fr: C’est parti pour la connexion
it_it: A questo punto eseguiamo la connessione
ja_jp: 接続を開始してください
ko_kr: 이제 연결하겠습니다.
pt_br: Agora, vamos nos conectar
ru_ru: Теперь следует подключиться
zh_cn: 现在，让我们进行连接
zh_tw: 現在，開始連線

# ContinueButton
source: Continue
de_de: Weiter
es_es: Continuar
fr_fr: Continuer
it_it: Continua
ja_jp: 続ける
ko_kr: 계속
pt_br: Continuar
ru_ru: Продолжить
zh_cn: 继续
zh_tw: 繼續

# DeviceListCantFindDevice
source: Can't find your device?
de_de: Sie finden Ihr Gerät nicht?
es_es: ¿No encuentras tu dispositivo?
fr_fr: Vous ne trouvez pas votre appareil ?
it_it: Non riesci a trovare il tuo dispositivo?
ja_jp: デバイスが見つからない場合
ko_kr: 단말기를 찾을 수 없나요?
pt_br: Não encontra seu dispositivo?
ru_ru: Не удается найти устройство?
zh_cn: 找不到你的设备?
zh_tw: 找不到您的裝置?

# DeviceListColConnection
source: Connection
de_de: Verbindung
es_es: Conexión
fr_fr: Connexion
it_it: Connessione
ja_jp: 接続
ko_kr: 연결
pt_br: Conexão
ru_ru: Подключение
zh_cn: 连接
zh_tw: 連線

# DeviceListColIPAddress
source: IP Address
de_de: IP-Adresse
es_es: Dirección IP
fr_fr: Adresse IP
it_it: Indirizzo IP
ja_jp: IP アドレス
ko_kr: IP 주소
pt_br: Endereço IP
ru_ru: IP-адрес
zh_cn: IP 地址
zh_tw: IP 位址

# DeviceListColName
source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
ja_jp: 名前
ko_kr: 이름
pt_br: Nome
ru_ru: Имя
zh_cn: 名称
zh_tw: 名稱

# DeviceListColOpenInDevicePortal
source: Open in Device Portal
de_de: Im Device Portal öffnen
es_es: Abrir en Device Portal
fr_fr: Ouvrir dans Device Portal
it_it: Apri in Device Portal
ja_jp: Device Portal で開く
ko_kr: Device Portal에서 열기
pt_br: Abrir no Device Portal
ru_ru: Открыть в Device Portal
zh_cn: 在 Device Portal 中打开
zh_tw: 在 Device Portal 中開啟

# DeviceListColSettings
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pt_br: Configurações
ru_ru: Настройки
zh_cn: 设置
zh_tw: 設定

# DeviceListColType
source: Type
de_de: Typ
es_es: Tipo
it_it: Tipo
ja_jp: 種類
ko_kr: 유형
pt_br: Tipo
ru_ru: Тип
zh_cn: 类型
zh_tw: 類型

# DeviceListEnterNetworkInfo
source: Enter network information
de_de: Netzwerkinformationen eingeben
es_es: Introducir información de red
fr_fr: Entrer les informations réseau
it_it: Immetti le informazioni sulla rete
ja_jp: ネットワーク情報を入力する
ko_kr: 네트워크 정보 입력
pt_br: Insira as informações da rede
ru_ru: Введите сведения о сети
zh_cn: 输入网络信息
zh_tw: 輸入網路資訊

# DeviceListManage
source: Manage in Windows Device Portal
de_de: Im Windows Device Portal verwalten
es_es: Administrar en el Windows Device Portal
fr_fr: Gérer dans Windows Device Portal
it_it: Gestisci in Windows Device Portal
ja_jp: Windows Device Portal で管理する
ko_kr: Windows Device Portal에서 관리
pt_br: Gerenciar no Windows Device Portal
ru_ru: Управление на портале Windows Device Portal
zh_cn: 在 Windows Device Portal 中管理
zh_tw: 在 Windows Device Portal 中管理

# DeviceListOS
source: OS
de_de: BS
es_es: SO
fr_fr: SE
it_it: SO
pt_br: SO
ru_ru: ОС
zh_cn: 操作系统

# DeviceListScanAgain
source: Scan again
de_de: Erneut durchsuchen
es_es: Detectar de nuevo
fr_fr: Analyser à nouveau
it_it: Nuova ricerca
ja_jp: もう一度スキャンする
ko_kr: 다시 스캔
pt_br: Examinar novamente
ru_ru: Повторная проверка
zh_cn: 重新扫描
zh_tw: 再次掃描

# DeviceListTroubleshoot
source: Troubleshoot device connection
de_de: Probleme mit Geräteverbindung beheben
es_es: Solucionar problemas de conexión de dispositivos
fr_fr: Résoudre les problèmes de connexion des appareils
it_it: Risoluzione dei problemi di connessione del dispositivo
ja_jp: デバイスの接続のトラブルシューティングを実行する
ko_kr: 단말기 연결 문제 해결
pt_br: Solucionar problemas de conexão de dispositivo
ru_ru: Устранение проблем с подключением устройства
zh_cn: 排查设备连接问题
zh_tw: 針對裝置連線問題進行疑難排解

# DeviceNamePwdDeviceNameLabel
source: Device name
de_de: Gerätename
es_es: Nombre del dispositivo
fr_fr: Nom de l’appareil
it_it: Nome dispositivo
ja_jp: デバイス名
ko_kr: 단말기 이름
pt_br: Nome do dispositivo
ru_ru: Имя устройства
zh_cn: 设备名称
zh_tw: 裝置名稱

# DeviceNamePwdMessage
source: Setting the device name and password helps secure your device
de_de: Durch das Festlegen von Gerätenamen und Kennwort erhöhen Sie die Sicherheit Ihres Geräts.
es_es: Configurar el nombre y la contraseña del dispositivo ayuda a protegerlo
fr_fr: La configuration du nom et du mot de passe de l’appareil permet de protéger votre appareil
it_it: L'impostazione del nome e della password del dispositivo consente di garantirne la protezione
ja_jp: デバイス名とパスワードを設定することで、デバイスのセキュリティが向上します
ko_kr: 단말기 이름 및 비밀번호를 설정하면 단말기 보안에 도움이 됩니다.
pt_br: Definir nome e senha para o dispositivo ajuda a protegê-lo
ru_ru: Настройка имени и пароля поможет защитить устройство
zh_cn: 设置设备名称和密码可帮助保护设备安全
zh_tw: 設定裝置名稱與密碼有助於保護您的裝置

# DeviceNamePwdPassword1
source: Old Password
de_de: Altes Kennwort
es_es: Contraseña anterior
fr_fr: Ancien mot de passe
it_it: Password precedente
ja_jp: パスワード
ko_kr: 이전 비밀번호
pt_br: Senha antiga
ru_ru: Пароль
zh_cn: 旧密码
zh_tw: 舊密碼

# DeviceNamePwdPassword2
source: New Password
de_de: Neues Kennwort
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
it_it: Nuova password
ja_jp: もう一度同じパスワードを入力してください
ko_kr: 새 비밀번호
pt_br: Nova senha
ru_ru: Введите пароль еще раз
zh_cn: 新密码
zh_tw: 新密碼

# DeviceNamePwdPasswordDontMatch
source: Passwords don't match
de_de: Kennwörter stimmen nicht überein.
es_es: Las contraseñas no coinciden
fr_fr: Les mots de passe ne correspondent pas
it_it: Le password non corrispondono
ja_jp: パスワードが一致しません
ko_kr: 비밀번호가 일치하지 않습니다.
pt_br: As senhas não são iguais
ru_ru: Пароли не совпадают
zh_cn: 密码不匹配
zh_tw: 密碼不相符

# DeviceNamePwdPasswordMatch
source: Passwords match
de_de: Kennwörter stimmen überein
es_es: Las contraseñas coinciden
fr_fr: Les mots de passe correspondent
it_it: Le password corrispondono
ja_jp: パスワードが一致しました
ko_kr: 비밀번호 일치
pt_br: As senhas são iguais
ru_ru: Пароли совпадают
zh_cn: 密码匹配
zh_tw: 密碼相符

# DeviceNamePwdSubtitle
source: Set the device name and password
de_de: Gerätenamen und Kennwort festlegen
es_es: Configurar el nombre y la contraseña del dispositivo
fr_fr: Configurer le nom et le mot de passe de l’appareil
it_it: Imposta il nome e la password del dispositivo
ja_jp: デバイス名とパスワードを設定します
ko_kr: 단말기 이름 및 비밀번호 설정
pt_br: Definir nome e senha para o dispositivo
ru_ru: Настройка имени и пароля для устройства
zh_cn: 设置设备名称和密码
zh_tw: 設定裝置名稱與密碼

# DeviceNamePwdUserNameLabel
source: User name
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d’utilisateur
it_it: Nome utente
ja_jp: ユーザー名
ko_kr: 사용자 이름
pt_br: Nome de usuário
ru_ru: Имя пользователя
zh_cn: 用户名
zh_tw: 使用者名稱

# FindDeviceMessage
source: Finding Windows 10 IoT Core devices on your network
de_de: Windows 10 IoT Core-Geräte im Netzwerk werden gesucht
es_es: Buscando dispositivos Windows 10 IoT Core en tu red
fr_fr: Recherche d’appareils Windows 10 IoT Standard sur votre réseau
it_it: Ricerca dei dispositivi Windows 10 IoT Core nella rete
ja_jp: ネットワークで Windows 10 IoT Core デバイスを検索します
ko_kr: 네트워크에서 Windows 10 IoT Core 단말기 찾기
pt_br: Localizando dispositivos Windows 10 IoT Core na rede
ru_ru: Поиск устройств с Windows 10 IoT Базовая в вашей сети
zh_cn: 在网络上查找 Windows 10 IoT 核心版设备
zh_tw: 尋找您網路上的 Windows 10 IoT 核心版裝置

# FindMyDeviceButton
source: My devices
de_de: Meine Geräte
es_es: Mis dispositivos
fr_fr: Mes appareils
it_it: I miei dispositivi
ja_jp: 自分のデバイスを検索する
ko_kr: 내 장치
pt_br: Meus dispositivos
ru_ru: Поиск устройства
zh_cn: 我的设备
zh_tw: 我的裝置

# FinishButton
source: Finish
de_de: Fertig stellen
es_es: Finalizar
fr_fr: Terminer
it_it: Fine
ja_jp: 完了
ko_kr: 마침
pt_br: Concluir
ru_ru: Готово
zh_cn: 完成
zh_tw: 完成

# FoundDeviceEnterNetworkInfo
source: Please enter network information
de_de: Netzwerkinformationen eingeben
es_es: Introduce la información de red
fr_fr: Entrez les informations du réseau
it_it: Immetti le informazioni sulla rete
ja_jp: ネットワーク情報を入力してください
ko_kr: 네트워크 정보를 입력하세요.
pt_br: Insira as informações de rede
ru_ru: Введите сведения о сети
zh_cn: 请输入网络信息
zh_tw: 請輸入網路資訊

# FoundDeviceMessage
source: Found 1 wireless device on the network
de_de: 1 Drahtlosgerät im Netzwerk gefunden
es_es: Se encontró 1 dispositivo inalámbrico en la red
fr_fr: Nous avons trouvé 1 appareil sans fil sur le réseau
it_it: Trovato 1 dispositivo wireless in rete
ja_jp: ネットワークに 1 台のワイヤレス デバイスが見つかりました
ko_kr: 네트워크에서 1개의 무선 단말기를 찾았습니다.
pt_br: Localizado 1 dispositivo sem fio na rede
ru_ru: В сети найдено одно беспроводное устройство
zh_cn: 在网络上找到 1 个无线设备
zh_tw: 在網路上發現 1 個無線裝置

# FoundDevicesMessage
source: Found {0} wireless devices on the network
de_de: {0} Drahtlosgeräte im Netzwerk gefunden
es_es: Se encontraron {0} dispositivos inalámbricos en la red
fr_fr: Nous avons trouvé {0} appareils sans fil sur le réseau
it_it: Trovati {0} dispositivi wireless in rete
ja_jp: ネットワークに {0} 台のワイヤレス デバイスが見つかりました
ko_kr: 네트워크에서 {0}개의 무선 단말기를 찾았습니다.
pt_br: Localizado {0} dispositivos sem fio na rede
ru_ru: Найденные в сети беспроводные устройства: {0}
zh_cn: 在网络上找到 {0} 个无线设备
zh_tw: 在網路上發現 {0} 個無線裝置

# IntroMessage
source: Already have a Windows IoT Core device on your network?
de_de: Zur Einrichtung eines Geräts müssen Sie nur Windows 10 IoT Core herunterladen und auf Ihrem Gerät installieren.
es_es: Para configurar un dispositivo, lo que tienes que hacer es descargar e instalar Windows 10 IoT Core en el dispositivo.
fr_fr: Pour configurer un appareil, il vous suffit de télécharger et d’installer Windows 10 IoT Standard sur ce dernier.
it_it: Per configurare un dispositivo, tutto quello che devi fare è scaricare e installare Windows 10 IoT Core nel dispositivo.
ja_jp: ネットワークに接続されている Windows IoT Core デバイスをお持ちですか?
ko_kr: 장치를 설정하려면 Windows 10 IoT Core를 다운로드하여 장치에 설치하기만 하면 됩니다.
pt_br: Para configurar um dispositivo, basta baixar e instalar o Windows 10 IoT Core no dispositivo.
ru_ru: В вашей сети уже есть устройство с Windows IoT Базовая?
zh_cn: 若要设置设备，你需要执行的所有操作就是将 Windows 10 IoT 核心版下载并安装到你的设备上。
zh_tw: 若要設定裝置，您只需要下載「Windows 10 IoT 核心版」並安裝到您的裝置。

# IntroSetUpNewDevice
source: Set up a new device
de_de: Neues Gerät einrichten
es_es: Configurar un nuevo dispositivo
fr_fr: Configurer un nouvel appareil
it_it: Configura un nuovo dispositivo
ja_jp: 新しいデバイスのセットアップ
ko_kr: 새 단말기 설정
pt_br: Configurar um novo dispositivo
ru_ru: Настройка нового устройства
zh_cn: 设置新设备
zh_tw: 設定新裝置

# IntroSubTitle
source: Rapidly prototype and build your Windows IoT solutions on a variety of devices running Windows 10 IoT Core. Windows 10 gives you powerful tools that let you develop fast and deploy to your device.
de_de: Erstellen Sie schnell Prototypen und eigene Windows IoT-Lösungen für eine Vielzahl von Geräten unter Windows 10 IoT Core. Windows 10 gibt Ihnen leistungsstarke Tools für die schnelle Entwicklung und Bereitstellung auf Ihrem Gerät an die Hand.
es_es: Diseña prototipos rápidamente y crea soluciones de Windows IoT en una variedad de dispositivos que ejecutan Windows 10 IoT Core. Windows 10 ofrece herramientas eficaces que te permiten desarrollar e implementar rápidamente en el dispositivo.
fr_fr: Esquissez et concevez rapidement vos solutions Windows IoT sur un large choix d’appareils équipés de Windows 10 IoT Standard. Windows 10 vous offre des outils puissants vous permettant de développer rapidement votre solution et de la déployer sur votre appareil.
it_it: Crea rapidamente prototipi e sviluppa le tue soluzioni Windows IoT su un'ampia varietà di dispositivi con Windows 10 IoT Core. Windows 10 ti offre potenti strumenti che velocizzano lo sviluppo e la distribuzione nel dispositivo.
ja_jp: Windows 10 IoT Core を実行しているさまざまなデバイスで、迅速に Windows IoT ソリューションのプロトタイプを作成し、ソリューションを構築します。Windows 10 は、ソリューションをすばやく開発してデバイスに展開するための強力なツールとなります。
ko_kr: Windows 10 IoT Core를 실행하는 다양한 단말기에서 Windows IoT 솔루션을 빠르게 프로토타입화하고 빌드하세요. Windows 10에서는 빠르게 개발하여 단말기에 배포할 수 있는 강력한 도구를 제공합니다.
pt_br: Crie protótipos e soluções para o Windows IoT em vários dispositivos que estejam executando o Windows 10 IoT Core. O Windows 10 fornece ferramentas avançadas que permitem o desenvolvimento e a implantação rápida de soluções para seu dispositivo.
ru_ru: Вы можете быстро создавать прототипы и сборки своих решений для Windows IoT на самых различных устройствах под управлением системы Windows 10 IoT Базовая. В Windows 10 вы найдете мощные средства для оперативной разработки и развертывания на устройстве.
zh_cn: 在运行 Windows 10 IoT 核心版的各种设备上快速创建原型并构建 Windows IoT 解决方案。Windows 10 为你提供了功能强大的工具，让你可以快速开发并部署到设备。
zh_tw: 在各種執行 Windows 10 IoT 核心版的裝置上快速地建立原型並建置您的 Windows IoT 解決方案。Windows 10 提供強大的工具，讓您可以快速開發並部署到裝置上。

# IntroSubTitle2
source: To set up a device, all you need to do is download and install Windows IoT Core to your device
de_de: Zur Einrichtung eines Geräts müssen Sie nur Windows 10 IoT Core herunterladen und auf Ihrem Gerät installieren.
es_es: Para configurar un dispositivo, lo que tienes que hacer es descargar e instalar Windows 10 IoT Core en el dispositivo
fr_fr: Pour configurer un appareil, il vous suffit de télécharger et d’installer Windows 10 IoT Standard sur ce dernier
it_it: Per configurare un dispositivo, tutto quello che devi fare è scaricare e installare Windows 10 IoT Core nel dispositivo
ja_jp: デバイスの設定に必要なのは、お使いのデバイスに Windows IoT Core をダウンロードしてインストールすることだけです。
ko_kr: 장치를 설정하려면 Windows 10 IoT Core를 다운로드하여 장치에 설치하기만 하면 됩니다.
pt_br: Para configurar um dispositivo, basta baixar e instalar o Windows 10 IoT Core no dispositivo
ru_ru: Чтобы настроить устройство, вам нужно всего лишь скачать и установить ОС Windows IoT Базовая на этом устройстве
zh_cn: 若要设置设备，你需要执行的所有操作就是将 Windows 10 IoT 核心版下载并安装到你的设备上
zh_tw: 若要設定裝置，您只需要下載「Windows 10 IoT 核心版」並安裝到您的裝置

# IntroTitle
source: Discover the internet of your things
de_de: Entdecken Sie das „Internet der Dinge“
es_es: Descubre el Internet de tus cosas
fr_fr: Découvrez l’Internet de vos objets
it_it: Internet of Things in base alle tue esigenze
ja_jp: モノのインターネットを検出します
ko_kr: 사물 인터넷 검색
pt_br: Descubra a Internet das coisas
ru_ru: Откройте для себя Интернет вещей
zh_cn: 搜索你的物联网世界
zh_tw: 在網際網路上探索您的內容

# LabelInsecureWifi
source: Open
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvrir
it_it: Apri
ja_jp: 開く
ko_kr: 열기
pt_br: Abertos
ru_ru: Открыть
zh_cn: 开放
zh_tw: 開放

# LabelSaveWifiPassword
source: Do this for all future devices
de_de: Für alle zukünftigen Geräte so verfahren
es_es: Hazlo en todos los dispositivos futuros
fr_fr: Effectuer cette procédure pour tous les appareils à venir
it_it: Esegui questa operazione per tutti i dispositivi futuri
ja_jp: 今後すべてのデバイスにこれを適用
ko_kr: 이후의 모든 장치에 대해 이 작업 수행
pt_br: Faça isso para todos os dispositivos futuros
ru_ru: Делать так же для всех будущих устройств
zh_cn: 对所有将来的设备执行此操作
zh_tw: 針對所有未來的裝置執行此動作

# LabelSecureWifi
source: Secured
de_de: Gesichert
es_es: Seguro
fr_fr: Sécurisé
it_it: Protetta
ja_jp: セキュリティで保護
ko_kr: 보안됨
pt_br: Seguros
ru_ru: Безопасные
zh_cn: 受保护
zh_tw: 安全

# NetworkCredentialsNetworkNameLabel
source: Wireless network name
de_de: Name für Drahtlosnetzwerk
es_es: Nombre de red inalámbrica
fr_fr: Nom du réseau sans fil
it_it: Nome rete wireless
ja_jp: ワイヤレス ネットワーク名
ko_kr: 무선 네트워크 이름
pt_br: Nome da rede sem fio
ru_ru: Имя беспроводной сети
zh_cn: 无线网络名称
zh_tw: 無線網路名稱

# NetworkCredentialsPasswordLabel
source: Wireless password
de_de: Kennwort für Drahtlosverbindung
es_es: Contraseña inalámbrica
fr_fr: Mot de passe du réseau sans fil
it_it: Password wireless
ja_jp: ワイヤレス パスワード
ko_kr: 무선 비밀번호
pt_br: Senha da rede sem fio
ru_ru: Пароль беспроводной сети
zh_cn: 无线密码
zh_tw: 無線網路密碼

# NetworkCredentialsSubTitle
source: Network credentials
de_de: Netzwerkanmeldeinformationen
es_es: Credenciales de red
fr_fr: Coordonnées du réseau
it_it: Credenziali di rete
ja_jp: ネットワーク資格情報
ko_kr: 네트워크 자격 증명
pt_br: Credenciais da rede
ru_ru: Учетные данные сети
zh_cn: 网络凭据
zh_tw: 網路認證

# NewDeviceAcceptLabel
source: I accept the
de_de: Ich akzeptiere die
es_es: Acepto los
fr_fr: J’accepte les
it_it: Accetto le
ko_kr: 동의함
pt_br: Aceito os
ru_ru: Я принимаю
zh_cn: 我接受
zh_tw: 我接受
