Repository: bfjelds/iot-utilities-1
Catalog: DeviceCenter/DeviceCenter/Strings/Strings.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# NewDeviceAlertMessage
source: Make sure you back up any files on your card before proceeding.
de_de: Bevor Sie fortfahren, müssen Sie alle Dateien auf Ihrer Karte sichern.
es_es: Asegúrate de realizar una copia de seguridad de los archivos de la tarjeta antes de continuar.
fr_fr: Veillez à sauvegarder l’ensemble des fichiers de votre carte avant de poursuivre.
it_it: Assicurati di eseguire il backup dei file sulla scheda prima di continuare.
ja_jp: 続行する前に、カードに格納されているすべてのファイルをバックアップしておいてください。
ko_kr: 계속 진행하기 전에 카드의 모든 파일을 백업하세요.
pt_br: Faça backup dos arquivos que estejam no cartão antes de prosseguir.
ru_ru: Прежде чем продолжить, сохраните копию всех файлов, которые есть на карте.
zh_cn: 请务必备份卡上的所有文件，然后再继续。
zh_tw: 在繼續之前，請確認您已備份記憶卡上的所有檔案。

# NewDeviceAlertMessage2
source: Flashing will erase anything previously stored on the card.
de_de: Durch das Flashen werden alle zuvor auf der Karte gespeicherten Inhalte gelöscht.
es_es: La actualización borrará el contenido almacenado en la tarjeta.
fr_fr: L’actualisation va effacer tous les éléments préalablement stockés sur la carte.
it_it: L'aggiornamento cancellerà qualsiasi file archiviato sulla scheda in precedenza.
ja_jp: フラッシングを実行すると、以前にカードに格納した内容がすべて削除されます。
ko_kr: 플래싱을 수행하면 카드에 이전에 저장된 데이터가 모두 지워집니다.
pt_br: A ferramenta de atualização apagará todos os itens anteriormente armazenados no cartão.
ru_ru: В процессе обновления карта будет полностью очищена.
zh_cn: 执行刷写将清除以前在该卡上存储的所有内容。
zh_tw: 刷新將清除記憶卡上儲存的所有內容。

# NewDeviceAlertTitle
source: Before you continue
de_de: Bevor Sie fortfahren
es_es: Antes de continuar
fr_fr: Avant de poursuivre
it_it: Prima di continuare
ja_jp: 続ける前に
ko_kr: 계속하기 전에
pt_br: Antes de continuar
ru_ru: Обязательные действия
zh_cn: 在继续之前
zh_tw: 在您繼續之前

# NewDeviceCancelDownloading
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消
zh_tw: 取消

# NewDeviceDownloadAndInstall
source: Download and install
de_de: Herunterladen und installieren
es_es: Descargar e instalar
fr_fr: Télécharger et installer
it_it: Scarica e installa
ja_jp: ダウンロードとインストール
ko_kr: 다운로드 및 설치
pt_br: Baixar e instalar
ru_ru: Скачать и установить
zh_cn: 下载并安装
zh_tw: 下載並安裝

# NewDeviceDownloading
source: Windows 10 IoT Core
fr_fr: Windows 10 IoT Standard
ru_ru: Windows 10 IoT Базовая
zh_cn: Windows 10 IoT 核心版
zh_tw: Windows 10 IoT 核心版

# NewDeviceDownloadingProgress
source: {0} MB Downloading - {1}%
de_de: {0} MB heruntergeladen – {1} %
es_es: Descargando {0} MB - {1} %
fr_fr: Téléchargement de {0} Mo - {1} %
it_it: Download di {0} MB in corso - {1}%
ja_jp: {0} MB をダウンロード中 - {1}%
ko_kr: {0}MB 다운로드 중 - {1}%
pt_br: {0} MB sendo baixado(s) - {1}%
ru_ru: {0} МБ, скачивание – {1}%
zh_cn: 已下载 {0} MB - {1}%
zh_tw: 正在下載 {0} MB - {1}%

# NewDeviceDriveLabel
source: Drive
de_de: Laufwerk
es_es: En automóvil
fr_fr: Disque
it_it: Unità
ja_jp: ドライブ
ko_kr: 드라이브
pt_br: Unidade
ru_ru: Диск
zh_cn: 驱动器
zh_tw: 磁碟機

# NewDeviceFlashing
source: Flashing your SD card
de_de: SD-Karte wird geflasht
es_es: Actualizando la tarjeta SD
fr_fr: Permutation de votre carte SD
it_it: Aggiornamento della scheda SD
ja_jp: SD カードをフラッシングしています
ko_kr: SD 카드 플래싱
pt_br: Atualizando conteúdo do cartão SD
ru_ru: Обновление SD-карты
zh_cn: 刷写 SD 卡
zh_tw: 正在刷新您的 SD 記憶卡

# NewDeviceFlashingProgress1
source: This will take a few minutes to complete.
de_de: Dieser Vorgang dauert einige Minuten.
es_es: Se completará en unos minutos.
fr_fr: Cette opération va prendre quelques minutes.
it_it: Saranno necessari alcuni minuti per il completamento dell'operazione.
ja_jp: 完了までに数分かかります。
ko_kr: 이 작업을 완료하는 데에는 몇 분 정도 걸립니다.
pt_br: A conclusão deste processo levará alguns minutos.
ru_ru: Это займет несколько минут.
zh_cn: 这需要几分钟的时间才能完成。
zh_tw: 這需要數分鐘才能完成。

# NewDeviceFlashingProgress2
source: Please don't remove your SD card.
de_de: Entfernen Sie Ihre SD-Karte nicht.
es_es: No quites la tarjeta SD.
fr_fr: Ne retirez pas votre carte SD.
it_it: Non rimuovere la scheda SD.
ja_jp: SD カードを取り外さないでください。
ko_kr: SD 카드를 제거하지 마세요.
pt_br: Não remova o cartão SD.
ru_ru: Не вынимайте SD-карту.
zh_cn: 请不要卸除你的 SD 卡。
zh_tw: 請勿移除您的 SD 記憶卡。

# NewDeviceInsertSDCardMessage
source: Insert an SD card into your computer.
de_de: Legen Sie eine SD-Karte in Ihren Computer ein.
es_es: Inserta una tarjeta SD en el equipo.
fr_fr: Insérez une carte SD dans votre ordinateur.
it_it: Inserisci una scheda SD nel computer.
ja_jp: コンピューターに SD カードを挿入してください。
ko_kr: SD 카드를 컴퓨터에 삽입하세요.
pt_br: Insira um cartão SD no computador.
ru_ru: Вставьте SD-карту в компьютер.
zh_cn: 将 SD 卡插入你的计算机。
zh_tw: 將 SD 記憶卡插入您的電腦。

# NewDeviceInsertSDCardMessage2
source: Note that this process will erase all content on your card.
de_de: Durch diesen Prozess wird der gesamte Karteninhalt gelöscht.
es_es: Ten en cuenta que este proceso borrará todo el contenido de la tarjeta.
fr_fr: Notez que ce processus va effacer tout le contenu de votre carte.
it_it: Tieni presente che questo processo cancellerà tutto il contenuto della scheda.
ja_jp: このプロセスによって、お使いのカードのすべてのコンテンツが消去されます。
ko_kr: 이 프로세스에서는 카드의 콘텐츠를 모두 지웁니다.
pt_br: Observe que este processo apagará todo o conteúdo do cartão.
ru_ru: Обратите внимание, что в результате этого процесса с вашей карты будет удалено все содержимое.
zh_cn: 请注意，此过程将清除卡上的所有内容。
zh_tw: 請注意，此程序將會清除您記憶卡上的所有內容。

# NewDeviceRecommendedSDCards
source: View the list of recommended SD cards
de_de: Liste empfohlener SD-Karten anzeigen
es_es: Ver la lista de tarjetas SD recomendadas.
fr_fr: Afficher la liste des cartes SD recommandées
it_it: Visualizza l'elenco delle schede SD consigliate
ja_jp: 推奨される SD カードの一覧を表示
ko_kr: 권장 SD 카드의 목록 보기
pt_br: Exibir a lista de cartões SD recomendados
ru_ru: Просмотреть список рекомендуемых SD-карт
zh_cn: 查看推荐的 SD 卡列表
zh_tw: 檢視建議的 SD 記憶卡清單

# NewDeviceSelectDeviceTypeLabel
source: Select your device type
de_de: Gerätetyp
es_es: Tipo de dispositivo
fr_fr: Type d’appareil
it_it: Tipo di dispositivo
ja_jp: デバイスの種類を選択します
ko_kr: 장치 유형
pt_br: Tipo de dispositivo
ru_ru: Укажите тип устройства
zh_cn: 设备类型
zh_tw: 裝置類型

# NewDeviceSubTitle
source: First, let's get Windows 10 IoT Core on your device.
de_de: Holen Sie zuerst Windows 10 IoT Core auf Ihr Gerät.
es_es: Primero, instalemos Windows 10 IoT Core en tu dispositivo.
fr_fr: Commençons par télécharger Windows 10 IoT Standard sur votre appareil.
it_it: Innanzitutto installiamo Windows 10 IoT Core nel dispositivo.
ja_jp: 最初に、デバイスに Windows 10 IoT Core をインストールします。
ko_kr: 먼저 단말기에서 Windows 10 IoT Core를 다운로드하겠습니다.
pt_br: Primeiro, vamos baixar o Windows 10 IoT Core no dispositivo.
ru_ru: Сначала следует установить на вашем устройстве систему Windows 10 IoT Базовая.
zh_cn: 首先，让我们将 Windows 10 IoT 核心版下载到你的设备上。
zh_tw: 首先，在您的裝置取得 Windows 10 IoT 核心版。

# NewDeviceTermsAndCondition
source: software license terms
de_de: Ich akzeptiere die Software-Lizenzbedingungen.
es_es: Acepto los términos de licencia del software
fr_fr: J’accepte les termes du contrat de licence logiciel
it_it: Accetto le condizioni di licenza software
ja_jp: ソフトウェア ライセンス条項
ko_kr: 소프트웨어 사용 조건에 동의합니다.
pt_br: Aceito os termos de licença para software
ru_ru: условия лицензии на программное обеспечение
zh_cn: 我接受这些软件许可条款
zh_tw: 我接受軟體授權條款

# NewDeviceTitle
source: Set up a new device
de_de: Neues Gerät einrichten
es_es: Configurar un nuevo dispositivo
fr_fr: Configurer un nouvel appareil
it_it: Configura un nuovo dispositivo
ja_jp: 新しいデバイスのセットアップ
ko_kr: 새 단말기 설정
pt_br: Configurar um novo dispositivo
ru_ru: Настройка нового устройства
zh_cn: 设置新设备
zh_tw: 設定新裝置

# OkButton
source: OK
es_es: Aceptar
ko_kr: 확인
ru_ru: ОК
zh_cn: 确定
zh_tw: 確定

# WifiSubTitle
source: Here are the networks your device can see
de_de: Folgende Netzwerke sind für Ihr Gerät sichtbar
es_es: Estas son las redes que tu dispositivo puede ver
fr_fr: Voici les réseaux visibles pour votre appareil
it_it: Ecco le reti rilevate dal tuo dispositivo
ja_jp: デバイスが認識できるネットワークはこちらです
ko_kr: 장치에 표시될 수 있는 네트워크는 다음과 같습니다.
pt_br: Estas são as redes que seu dispositivo pode ver
ru_ru: Вот сети, которые может обнаружить ваше устройство
zh_cn: 下面是你的设备可以发现的网络
zh_tw: 這裡會顯示您的裝置可以使用的網路

# SuccessAction1
source: Open Windows Device Portal in browser
de_de: Windows Device Portal im Browser öffnen
es_es: Abrir el Windows Device Portal en el explorador
fr_fr: Ouvrir Windows Device Portal dans le navigateur
it_it: Apri Windows Device Portal nel browser
ja_jp: ブラウザーで Windows Device Portal を開く
ko_kr: 브라우저에서 Windows Device Portal 열기
pt_br: Abrir o Windows Device Portal no navegador
ru_ru: Открыть Windows Device Portal в браузере
zh_cn: 在浏览器中打开 Windows Device Portal
zh_tw: 在瀏覽器中開啟 Windows Device Portal

# SuccessAction2
source: Get the tools
de_de: Tools herunterladen
es_es: Obtener las herramientas
fr_fr: Obtenir les outils
it_it: Ottieni gli strumenti
ja_jp: ツールを入手する
ko_kr: 도구 다운로드
pt_br: Baixar as ferramentas
ru_ru: Получение инструментов
zh_cn: 获取工具
zh_tw: 取得工具

# SuccessAction3
source: Explore projects and tutorials
de_de: Projekte und Lernprogramme durchsuchen
es_es: Explorar proyectos y tutoriales
fr_fr: Explorer les projets et les tutoriels
it_it: Esplora progetti ed esercitazioni
ja_jp: プロジェクトおよびチュートリアルについて調べる
ko_kr: 프로젝트 및 설명서 탐색
pt_br: Explorar projetos e tutoriais
ru_ru: Обзор проектов и учебных пособий
zh_cn: 浏览项目和教程
zh_tw: 探索專案與教學課程

# SuccessMessage1
source: Configure your device in Windows Device Portal
de_de: Gerät im Windows Device Portal konfigurieren
es_es: Configurar el dispositivo en el Windows Device Portal
fr_fr: Configurer votre appareil sur Windows Device Portal
it_it: Configura il tuo dispositivo in Windows Device Portal
ja_jp: Windows Device Portal でデバイスを構成する
ko_kr: Windows Device Portal에서 단말기 구성
pt_br: Configure seu dispositivo no Windows Device Portal
ru_ru: Настройка устройства на портале Windows Device Portal
zh_cn: 在 Windows Device Portal 中配置设备
zh_tw: 在 Windows Device Portal 中設定您的裝置

# SuccessMessage2
source: Set up your PC
de_de: PC einrichten
es_es: Configurar tu equipo
fr_fr: Configurer votre PC
it_it: Configura il tuo PC
ja_jp: PC をセットアップする
ko_kr: PC 설정
pt_br: Configure seu computador
ru_ru: Настройка компьютера
zh_cn: 设置电脑
zh_tw: 設定您的電腦

# SuccessMessage3
source: Write your first Windows app
de_de: Erste Windows-App programmieren
es_es: Escribe tu primera aplicación de Windows
fr_fr: Rédiger votre première application Windows
it_it: Scrivi la tua prima app di Windows
ja_jp: 最初の Windows アプリを作成する
ko_kr: 첫 번째 Windows 앱 작성
pt_br: Crie seu primeiro aplicativo do Windows
ru_ru: Создайте свое первое приложение для Windows
zh_cn: 编写你的第一个 Windows 应用
zh_tw: 撰寫您的第一個 Windows 應用程式

# SuccessSubTitle
source: You're ready to start developing.
de_de: Sie können jetzt mit der Entwicklung beginnen.
es_es: Todo listo para que empieces a desarrollar.
fr_fr: Vous êtes prêt pour la phase de développement.
it_it: Sei pronto per iniziare le attività di sviluppo.
ja_jp: 開発を開始する準備が完了しました。
ko_kr: 개발을 시작할 준비가 되었습니다.
pt_br: Você está pronto para começar a desenvolver aplicativos.
ru_ru: Можно приступать к разработке.
zh_cn: 你已做好开发准备。
zh_tw: 您已準備好可以開始開發。

# SuccessTitle
source: Success! {0} is online.
de_de: Verbindung erfolgreich! {0} ist online.
es_es: {0} se conectó correctamente.
fr_fr: Opération réussie ! {0} a bien été chargé.
it_it: Operazione completata! {0} è online.
ja_jp: 成功しました。{0} はオンラインです。
ko_kr: 성공! {0}이(가) 온라인 상태임
pt_br: Êxito! {0} está online.
ru_ru: Готово! Устройство {0} подключено к сети.
zh_cn: 成功! {0} 已联机。
zh_tw: 成功! {0} 已在線上。

# WifiTitle
source: Wi-Fi
de_de: WLAN
zh_cn: WLAN

# ViewAcceptableSDCards
source: View the list of recommended SD cards
de_de: Liste empfohlener SD-Karten anzeigen
es_es: Ver la lista de tarjetas SD recomendadas.
fr_fr: Afficher la liste des cartes SD recommandées
it_it: Visualizza l'elenco delle schede SD consigliate
ja_jp: 推奨される SD カードの一覧を表示
ko_kr: 권장 SD 카드의 목록 보기
pt_br: Exibir a lista de cartões SD recomendados
ru_ru: Просмотреть список рекомендуемых SD-карт
zh_cn: 查看推荐的 SD 卡列表
zh_tw: 檢視建議的 SD 記憶卡清單

# ConnectLater
source: Find it later, just take me to my devices
de_de: Später suchen, nur zu meinen Geräten
es_es: Encontrar más tarde, llévame a mis dispositivos
fr_fr: Le localiser ultérieurement, me diriger seulement vers mes appareils
it_it: Individualo più tardi: visualizza solo i miei dispositivi
ja_jp: 探すのは後にして、自分のデバイスに移動
ko_kr: 나중에 찾고 내 장치로 이동하기
pt_br: Localizá-lo mais tarde, apenas leve-me aos meus dispositivos
ru_ru: Отложить поиск и перейти к разделу "Мои устройства"
zh_cn: 稍后查找它，只需访问我的设备即可
zh_tw: 稍後再尋找它，只要顯示我的裝置

# DeviceDetailDeviceNameLabel
source: Device name
de_de: Gerätename
es_es: Nombre del dispositivo
fr_fr: Nom de l’appareil
it_it: Nome dispositivo
ja_jp: デバイス名
ko_kr: 장치 이름
pt_br: Nome do dispositivo
ru_ru: Имя устройства
zh_cn: 设备名称
zh_tw: 裝置名稱

# DeviceDetailsApplyButton
source: Apply
de_de: Anwenden
es_es: Aplicar
fr_fr: Appliquer
it_it: Applica
ja_jp: 適用
ko_kr: 적용
pt_br: Aplicar
ru_ru: Применить
zh_cn: 应用
zh_tw: 套用

# DeviceDetailsChangePwd
source: Change device password
de_de: Gerätekennwort ändern
es_es: Cambiar contraseña del dispositivo
fr_fr: Modifier le mot de passe de l’appareil
it_it: Modifica la password del dispositivo
ja_jp: デバイスのパスワードを変更
ko_kr: 장치 비밀번호 변경
pt_br: Alterar senha do dispositivo
ru_ru: Изменить пароль к устройству
zh_cn: 更改设备密码
zh_tw: 變更裝置密碼

# DeviceDetailsDevicePortalMessage1
source: Windows System Portal allows you to configure your device in detail
de_de: Windows System Portal ermöglicht Ihnen die detaillierte Konfiguration Ihres Geräts.
es_es: Windows Device Portal te permite configurar el dispositivo de forma detallada
fr_fr: Windows System Portal vous permet de configurer votre appareil en détail
it_it: Windows System Portal consente di configurare il dispositivo in dettaglio
ja_jp: Windows System Portal ではデバイスの詳細な構成を行うことができます
ko_kr: Windows Device Portal을 사용하면 장치를 세부적으로 구성할 수 있습니다.
pt_br: O Windows Device Portal permite configurar detalhadamente seu dispositivo
ru_ru: Windows System Portal позволяет всесторонне настроить устройство
zh_cn: 使用 Windows Device Portal 可以详细配置你的设备
zh_tw: Windows System Portal 可讓您詳細設定您的裝置

# DeviceDetailsDevicePortalOpen
source: Open Device Portal in browser
de_de: Device Portal im Browser öffnen
es_es: Abrir Device Portal en el explorador
fr_fr: Ouvrir Device Portal dans le navigateur
it_it: Apri Device Portal nel browser
ja_jp: ブラウザーで Device Portal を開く
ko_kr: 브라우저에서 Device Portal 열기
pt_br: Abrir o Device Portal no navegador
ru_ru: Открыть Device Portal в браузере
zh_cn: 在浏览器中打开 Device Portal
zh_tw: 在瀏覽器中開啟 Device Portal

# DeviceDetailSettings
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pt_br: Configurações
ru_ru: Настройки
zh_cn: 设置
zh_tw: 設定

# DeviceDetailsUserNameAdmin
source: Admin
de_de: Administrator
es_es: Administrador
fr_fr: Administrateur
it_it: Amministratore
ja_jp: 管理者
ko_kr: 관리자
pt_br: Administrador
ru_ru: Администратор
zh_cn: Administrator
zh_tw: 系統管理員

# DeviceDetailsUserNameLabel
source: User name
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d’utilisateur
it_it: Nome utente
ja_jp: ユーザー名
ko_kr: 사용자 이름
pt_br: Nome de usuário
ru_ru: Имя пользователя
zh_cn: 用户名
zh_tw: 使用者名稱

# DeviceListLearnMore
source: Learn more
de_de: Weitere Informationen
es_es: Más información
fr_fr: En savoir plus
it_it: Altre informazioni
ja_jp: 詳細情報
ko_kr: 자세한 정보
pt_br: Saiba mais
ru_ru: Подробнее
zh_cn: 了解详细信息
zh_tw: 深入了解

# DeviceListNoDevices
source: No devices found on the network
de_de: Im Netzwerk wurden keine Geräte gefunden.
es_es: No se encontraron dispositivos en la red
fr_fr: Appareils introuvables sur le réseau
it_it: Nessun dispositivo trovato nella rete
ja_jp: ネットワークにデバイスが見つかりません
ko_kr: 네트워크에서 장치를 찾을 수 없습니다.
pt_br: Nenhum dispositivo encontrado na rede
ru_ru: Устройства в сети не найдены
zh_cn: 在网络上找不到设备
zh_tw: 在網路上找不到任何裝置

# DeviceNamePwdBackButton
source: Back
de_de: Zurück
es_es: Atrás
fr_fr: Précédent
it_it: Indietro
ja_jp: 戻る
ko_kr: 뒤로
pt_br: Voltar
ru_ru: Назад
zh_cn: 上一步
zh_tw: 上一步

# DeviceNamePwdDoneButton
source: Done
de_de: Fertig
es_es: Hecho
fr_fr: Terminé
it_it: Fine
ja_jp: 完了
ko_kr: 완료
pt_br: Concluído
ru_ru: Готово
zh_cn: 已完成
zh_tw: 完成

# LeftBarMyDevices
source: My Devices
de_de: Meine Geräte
es_es: Mis dispositivos
fr_fr: Mes appareils
it_it: I miei dispositivi
ja_jp: 自分のデバイス
ko_kr: 내 장치
pt_br: Meus dispositivos
ru_ru: Мои устройства
zh_cn: 我的设备
zh_tw: 我的裝置

# LeftBarSamples
source: Try some samples
de_de: Einige Beispiele ausprobieren
es_es: Prueba algunos ejemplos
fr_fr: Essayer certains exemples
it_it: Prova alcuni esempi
ja_jp: サンプルを試す
ko_kr: 몇 가지 샘플 사용해 보기
pt_br: Experimentar alguns exemplos
ru_ru: Испробовать некоторые примеры
zh_cn: 尝试一些示例
zh_tw: 嘗試一些範例

# LeftBarSetUpNewDevice
source: Set up a new device
de_de: Neues Gerät einrichten
es_es: Configurar un nuevo dispositivo
fr_fr: Configurer un nouvel appareil
it_it: Configura un nuovo dispositivo
ja_jp: 新しいデバイスのセットアップ
ko_kr: 새 장치 설정
pt_br: Configurar um novo dispositivo
ru_ru: Настроить новое устройство
zh_cn: 设置新设备
zh_tw: 設定新裝置

# NewDeviceDragonBoardMessage1
source: The DragonBoard 410c comes with its own set of installation tools. After you install Windows and connect this board to the internet, you will find it in "My Devices".
de_de: Das Board erfordert einen abweichenden Setupvorgang. Nachdem Sie Windows auf diesem Board installiert und eine Internetverbindung hergestellt haben, wird es in Ihrer Geräteliste angezeigt.
es_es: Este panel necesita otro proceso para la configuración. Después de instalar Windows en este panel y de conectarlo a Internet, lo encontrarás en tu lista de dispositivos.
fr_fr: Cette carte requiert un processus de configuration différent. Une fois que vous aurez installé Windows sur cette carte et que vous aurez connecté celle-ci à Internet, elle s’affichera dans votre liste d’appareils.
it_it: Questa scheda richiede un processo diverso per la configurazione. Dopo avere installato Windows nella scheda e averla connessa a Internet, sarà disponibile nell'elenco dei dispositivi.
ja_jp: DragonBoard 410c には独自のインストール ツールが含まれています。Windows をインストールしてこのボードをインターネットに接続したら、[自分のデバイス] にこのボードが表示されます。
ko_kr: 이 보드의 설정은 다른 프로세스가 필요합니다. 이 보드에 Windows를 설치하고 인터넷에 연결하면 장치 리스트에서 확인할 수 있습니다.
pt_br: Esta placa requer um processo diferente para a configuração. Após instalar o Windows na placa e conectá-la à Internet, você a encontrará na lista de dispositivos.
ru_ru: DragonBoard 410c поставляется с собственным набором средств установки. После установки Windows и подключения платы к Интернету вы сможете найти ее в разделе "Мои устройства".
zh_cn: 此开发板需要一个不同的设置过程。在将 Windows 安装到此开发板并将其连接到 Internet 之后， 你将可以在设备列表中找到它。
zh_tw: 此主機板需要不同的設定程序。將 Windows 安裝在此主機板並連線到網際網路之後，您將會在您的裝置清單上看到它。

# NewDeviceDragonBoardMessage2
source: Installing Windows IoT Core on the DragonBoard 410c
de_de: Windows 10 IoT Core wird auf DragonBoard 410c installiert
es_es: Instalando Windows 10 IoT Core en DragonBoard 410c
fr_fr: Installation de Windows 10 IoT Standard sur la carte DragonBoard 410c
it_it: Installazione di Windows 10 IoT Core in DragonBoard 410c
ja_jp: DragonBoard 410c に Windows IoT Core をインストールしています
ko_kr: DragonBoard 410c에서 Windows 10 IoT Core를 설치하는 중
pt_br: Instalando o Windows 10 IoT Core na DragonBoard 410c
ru_ru: Установка Windows IoT Базовая на DragonBoard 410c
zh_cn: 正在将 Windows 10 IoT 核心版安装到 DragonBoard 410c 上
zh_tw: 正在於 DragonBoard 410c 上安裝「Windows 10 IoT 核心版」

# SamplesAppRunning
source: This app is running on your device.
de_de: Diese App wird auf Ihrem Gerät ausgeführt.
es_es: Esta aplicación se está ejecutando en tu dispositivo.
fr_fr: Cette application s’exécute sur votre appareil.
it_it: Questa app è in esecuzione nel tuo dispositivo.
ja_jp: デバイスでこのアプリを実行中です。
ko_kr: 이 앱이 장치에서 실행되고 있습니다.
pt_br: Este aplicativo está em execução em seu dispositivo.
ru_ru: Это приложение запущено на вашем устройстве.
zh_cn: 此应用正在你的设备上运行。
zh_tw: 此應用程式正於您的裝置上執行。

# SamplesBlinkyMessage1
source: The "Hello World" of hardware.
de_de: „Hello World“ aus der Hardwarewelt.
es_es: El "hola a todos" del hardware
fr_fr: « Hello World » du matériel.
it_it: L'equivalente di "Hello World" per l'hardware.
ja_jp: ハードウェアの "Hello World" です。
ko_kr: 하드웨어의 "Hello World"입니다.
pt_br: O "Olá Mundo" de hardware.
ru_ru: "Здравствуй, мир!" оборудования.
zh_cn: 硬件的“Hello World”。
zh_tw: 硬體的 "Hello World"。

# SamplesBlinkyMessage2
source: Toggle your device's onboard LED on and off.
de_de: In das Gerät integrierte LED ein- und ausschalten.
es_es: Activa y desactiva el LED incorporado del dispositivo.
fr_fr: Activez et désactivez la LED intégrée de votre appareil.
it_it: Accendi e spegni il LED integrato nel dispositivo.
ja_jp: デバイスに付属の LED のオンとオフを切り替えます。
ko_kr: 장치의 온보드 LED를 켜고 끕니다.
pt_br: Ativar e desativar o LED onboard do dispositivo.
ru_ru: Включение и выключение индикатора на корпусе вашего устройства.
zh_cn: 改变（电路）板上LED的开关状态。
zh_tw: 切換裝置的主機板內建 LED。

# SamplesDeployAndRunButton
source: Deploy and run
de_de: Bereitstellen und ausführen
es_es: Implementar y ejecutar
fr_fr: Déployer et exécuter
it_it: Distribuisci ed esegui
ja_jp: 展開して実行
ko_kr: 배포 및 실행
pt_br: Implantar e executar
ru_ru: Развернуть и запустить
zh_cn: 部署并运行
zh_tw: 部署並執行

# SamplesDeploying
source: Deploying...
de_de: Wird bereitgestellt…
es_es: Implementando...
fr_fr: Déploiement en cours...
it_it: Distribuzione in corso...
ja_jp: 展開中...
ko_kr: 배포하는 중...
pt_br: Implantando...
ru_ru: Развертывание...
zh_cn: 正在部署...
zh_tw: 正在部署...

# SamplesDeviceLabel
source: Device
de_de: Gerät
es_es: Dispositivo
fr_fr: Appareil
it_it: Dispositivo
ja_jp: デバイス
ko_kr: 장치
pt_br: Dispositivo
ru_ru: Устройство
zh_cn: 设备
zh_tw: 裝置

# SamplesDownload
source: Download code from GitHub
de_de: Code von GitHub herunterladen
es_es: Código de descarga de GitHub
fr_fr: Télécharger le code à partir de GitHub
it_it: Scarica codice da GitHub
ja_jp: GitHub からコードをダウンロード
ko_kr: GitHub에서 코드 다운로드
pt_br: Baixar código do GitHub
ru_ru: Скачайте код из GitHub
zh_cn: 从 GitHub 下载代码
zh_tw: 從 GitHub 下載程式碼

# SamplesLearnMore
source: Learn more about what you can do
de_de: Erfahren Sie mehr über die Möglichkeiten
es_es: Obtén más información sobre lo que puedes hacer
fr_fr: En savoir plus sur ce que vous pouvez faire
it_it: Scopri di più su quello che puoi fare
ja_jp: 実行可能な項目の詳細
ko_kr: 수행할 수 있는 기능에 대한 자세한 정보
pt_br: Mais informações sobre o que você pode fazer
ru_ru: Узнайте больше о доступных действиях
zh_cn: 了解有关你可以执行的操作的详细信息
zh_tw: 深入了解您可以執行的動作

# SamplesOtherProjects
source: Look at other projects and tutorials
de_de: Andere Projekte und Lernprogramme anzeigen
es_es: Mira otros proyectos y tutoriales
fr_fr: Consulter d’autres projets et didacticiels
it_it: Guarda altri progetti ed esercitazioni
ja_jp: 他のプロジェクトとチュートリアルを見る
ko_kr: 기타 프로젝트 및 자습서 보기
pt_br: Ver outros projetos e tutoriais
ru_ru: Просмотреть другие проекты и руководства
zh_cn: 查看其他项目和教程
zh_tw: 查看其他專案與教學課程
