Repository: bfjelds/iot-utilities-1
Catalog: DeviceCenter/DeviceCenter/Strings/Strings.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# SamplesRadioMessage1
source: Turn your Windows IoT Core device into an internet radio that can be controlled from anywhere in your home.
de_de: Verwandeln Sie Ihr Windows 10 IoT Core-Gerät in ein Internetradio, das zuhause von jedem Punkt aus gesteuert werden kann.
es_es: Convierte tu dispositivo Windows 10 IoT Core en una radio por Internet que puede controlarse desde cualquier lugar de la casa.
fr_fr: Faites de votre appareil Windows 10 IoT Standard une radio Internet pouvant être contrôlée depuis n’importe où dans votre maison.
it_it: Trasforma il tuo dispositivo Windows 10 IoT Core in una radio Internet che può essere controllata da qualsiasi punto della casa.
ja_jp: Windows IoT Core デバイスを、自宅内のどこからでも操作できるインターネット ラジオにします。
ko_kr: 집 안 어느 곳에서나 제어할 수 있는 인터넷 라디오로 Windows 10 IoT Core 장치를 전환하세요.
pt_br: Transforme seu dispositivo Windows 10 IoT Core em um rádio da Internet que pode ser controlado de qualquer lugar em sua casa.
ru_ru: Включите интернет-радио на своем устройстве с ОС Windows IoT Базовая, которым можно управлять из любой комнаты вашего дома.
zh_cn: 将你的 Windows 10 IoT 核心版设备转换为可从你家中的任何位置控制的 Internet 收音机。
zh_tw: 將您的「Windows 10 IoT 核心版」裝置變成可從家中任何地方控制的網際網路收音機。

# SamplesRun
source: Run this app on your device
de_de: Diese App auf Ihrem Gerät ausführen
es_es: Ejecuta esta aplicación en tu dispositivo
fr_fr: Exécuter cette application sur votre appareil
it_it: Esegui questa app nel tuo dispositivo
ja_jp: デバイスでこのアプリを実行
ko_kr: 장치에서 이 앱 실행
pt_br: Executar este aplicativo em seu dispositivo
ru_ru: Запустите это приложение на вашем устройстве
zh_cn: 在你的设备上运行此应用
zh_tw: 在您的裝置上執行此應用程式

# SamplesStartCoding
source: Start coding
de_de: Programmierung starten
es_es: Iniciar codificación
fr_fr: Démarrer le codage
it_it: Inizia a scrivere codice
ja_jp: コーディングを開始
ko_kr: 코딩 시작
pt_br: Começar a codificar
ru_ru: Приступите к созданию кода
zh_cn: 开始编码
zh_tw: 開始撰寫程式碼

# SamplesStopButton
source: Stop
de_de: Beenden
es_es: Detener
fr_fr: Arrêter
it_it: Interrompi
ja_jp: 停止
ko_kr: 중지
pt_br: Parar
ru_ru: Остановить
zh_cn: 停止
zh_tw: 停止

# SamplesSubTitle
source: Deploy and run sample apps on your device
de_de: Beispiel-Apps auf dem Gerät bereitstellen und ausführen
es_es: Implementa y ejecuta algunas aplicaciones de ejemplo en tu dispositivo
fr_fr: Déployer et exécuter des exemples d’application sur votre appareil
it_it: Distribuisci ed esegui app di esempio nel tuo dispositivo
ja_jp: デバイスにサンプル アプリを展開して実行する
ko_kr: 장치에서 샘플 앱 배포 및 실행
pt_br: Implantar e executar aplicativos de exemplo em seu dispositivo
ru_ru: Разверните и запустите примеры приложений на вашем устройстве
zh_cn: 在你的设备上部署并运行示例应用
zh_tw: 在您的裝置上部署並執行範例應用程式

# SamplesTitle
source: Try some samples
de_de: Einige Beispiele ausprobieren
es_es: Prueba algunos ejemplos
fr_fr: Essayer certains exemples
it_it: Prova alcuni esempi
ja_jp: サンプルを試す
ko_kr: 몇 가지 샘플 사용해 보기
pt_br: Experimentar alguns exemplos
ru_ru: Испробовать некоторые примеры
zh_cn: 尝试一些示例
zh_tw: 嘗試一些範例

# SamplesTutorialOnline
source: See the tutorial online
de_de: Lernprogramm online anzeigen
es_es: Ver el tutorial en línea
fr_fr: Voir le didacticiel en ligne
it_it: Guarda l'esercitazione online
ja_jp: オンラインでチュートリアルを表示
ko_kr: 온라인 자습서 참조
pt_br: Ver o tutorial online
ru_ru: Читать руководство в Интернете
zh_cn: 联机查看教程
zh_tw: 線上查看教學課程

# WifiBackButton
source: Back
de_de: Zurück
es_es: Atrás
fr_fr: Précédent
it_it: Indietro
ja_jp: 戻る
ko_kr: 뒤로
pt_br: Voltar
ru_ru: Назад
zh_cn: 上一步
zh_tw: 上一步

# WifiNextButton
source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
it_it: Avanti
ja_jp: 次へ
ko_kr: 다음
pt_br: Avançar
ru_ru: Далее
zh_cn: 下一步
zh_tw: 下一步

# WifiRepeatForFutureDevices
source: Do this for all future devices
de_de: Für alle zukünftigen Geräte so verfahren
es_es: Hazlo en todos los dispositivos futuros
fr_fr: Effectuer cette procédure pour tous les appareils à venir
it_it: Esegui questa operazione per tutti i dispositivi futuri
ja_jp: 今後すべてのデバイスにこれを適用
ko_kr: 이후의 모든 장치에 대해 이 작업 수행
pt_br: Faça isso para todos os dispositivos futuros
ru_ru: Делать так же для всех будущих устройств
zh_cn: 对所有将来的设备执行此操作
zh_tw: 針對所有未來的裝置執行此動作

source: Remember my credentials
de_de: Anmeldeinformationen speichern
es_es: Recordar mis credenciales
fr_fr: Mémoriser mes informations d’identification
it_it: Memorizza credenziali
ko_kr: 내 자격 증명 기억
pt_br: Lembrar minhas credenciais
zh_cn: 记住我的凭据
zh_tw: 記住我的認證

# DeviceNamePwdPassword3
source: Confirm Password
de_de: Kennwort bestätigen
es_es: Confirmar la contraseña
fr_fr: Confirmation du mot de passe
it_it: Conferma la password
ko_kr: 비밀번호 확인
pt_br: Confirmar senha
zh_cn: 确认密码
zh_tw: 確認密碼

# MessageUnableToGetWifi
source: The remote device did not respond to request for Access Point list.
de_de: Das Remotegerät hat auf die Anforderung zum Abruf der Zugriffspunktliste nicht geantwortet.
es_es: El dispositivo remoto no respondió a la solicitud de la lista del puntos de acceso.
fr_fr: L’appareil distant n’a pas répondu à la demande de liste de points d’accès.
it_it: Il dispositivo remoto non ha risposto alla richiesta dell'elenco di punti di accesso.
ko_kr: 원격 장치가 액세스 지점 목록에 대한 요청에 응답하지 않았습니다.
pt_br: O dispositivo remoto não respondeu à solicitação para a lista de pontos de acesso.
zh_cn: 远程设备未响应接入点列表的请求。
zh_tw: 遠端裝置未回應存取點清單的要求。

# DeviceListColOSVersion
source: OS Version
de_de: Betriebssystemversion
es_es: Versión del sistema operativo
fr_fr: Version du système d’exploitation
it_it: Versione SO
ko_kr: OS 버전
pt_br: Versão do sistema operacional
zh_cn: OS 版本
zh_tw: OS 版本

# ErrorUnknownArchitecture
source: Unknown device architecture. Please use Windows IoT build {0} or newer
de_de: Unbekannte Gerätearchitektur. Verwenden Sie mindestens Windows 10 IoT Core-Build {0}.
es_es: Arquitectura del dispositivo desconocida. Usa la compilación Windows 10 IoT Core {0} o posterior
fr_fr: Architecture d’appareil inconnue. Utilisez le build {0} de Windows 10 IoT Standard ou un build plus récent
it_it: Architettura del dispositivo sconosciuta. Usa Windows 10 IoT Core build {0} o versione successiva
ko_kr: 알 수 없는 장치 아키텍처입니다. Windows 10 IoT Core 빌드 {0} 이상을 사용하세요.
pt_br: Arquitetura do dispositivo desconhecida. Use o Windows 10 IoT Core compilação {0} ou posterior
zh_cn: 未知的设备体系结构。请使用 Windows 10 IoT 核心版内部版本 {0} 或更新版本
zh_tw: 未知的裝置架構。請使用「Windows 10 IoT 核心版」組建 {0} 或更新版本

# SamplesAppRunningBackground
source: If this app is not running in the foreground, you can press the button below to bring it to foreground.
de_de: Wenn die App nicht im Vordergrund ausgeführt wird, können Sie die folgende Schaltfläche drücken, um sie in den Vordergrund zu verschieben.
es_es: Si esta aplicación no se ejecuta en primer plano, puedes pulsar el botón siguiente para traerla al primer plano.
fr_fr: Si cette application n’est pas exécutée au premier plan, appuyez sur le bouton ci-dessous pour l’amener au premier plan.
it_it: Se l'app non è in esecuzione in primo piano, puoi premere il pulsante seguente per portarla in primo piano.
ko_kr: 앱이 포그라운드로 실행되고 있지 않을 경우 아래 버튼을 눌러 포그라운드로 가져오세요.
pt_br: Se este aplicativo não estiver sendo executado em primeiro plano, você poderá pressionar o botão abaixo para colocá-lo em primeiro plano.
zh_cn: 如果此应用未在前台运行，你可以按下面的按钮以将其置于前台。
zh_tw: 若此應用程式不是在前景執行，您可以按下下面的按鈕將它帶到前景。

# SamplesForegroundButton
source: Show
de_de: Anzeigen
es_es: Mostrar
fr_fr: Afficher
it_it: Mostra
ko_kr: 표시
pt_br: Mostrar
zh_cn: 显示
zh_tw: 顯示

# AboutPrivacy
source: Privacy Statement
de_de: Datenschutzbestimmungen
es_es: Declaración de privacidad
fr_fr: Déclaration de confidentialité
it_it: Informativa sulla privacy
ko_kr: 개인 정보 취급 방침
pt_br: Política de Privacidade
zh_cn: 隐私声明
zh_tw: 隱私權聲明

# AboutPrivateBuild
source: Private Build
de_de: Privater Build
es_es: Compilación privada
fr_fr: Build privé
it_it: Build privata
ko_kr: 개인 빌드
pt_br: Compilação Privada
zh_cn: 个人用内部版本
zh_tw: 私用組建

# AboutServicesAgreement
source: Microsoft Services Agreement
de_de: Microsoft-Servicevertrag
es_es: Contrato de servicios de Microsoft
fr_fr: Contrat de services Microsoft
it_it: Contratto di Servizi Microsoft
ko_kr: Microsoft 서비스 계약
pt_br: Contrato de Serviços Microsoft
zh_cn: Microsoft 服务协议
zh_tw: Microsoft 服務合約

# AboutSubtitle
source: Windows 10 IoT Dashboard
de_de: Windows 10 IoT Core-Dashboard
es_es: Windows 10 IoT Core Dashboard
fr_fr: Tableau de bord Windows 10 IoT Standard
it_it: Dashboard Windows 10 IoT Core
ko_kr: Windows 10 IoT Core Dashboard
pt_br: Windows 10 IoT Core Dashboard
zh_cn: Windows 10 IoT Core Dashboard
zh_tw: Windows 10 IoT 核心版儀表板

# AboutTitle
source: About this app
de_de: Info zu dieser App
es_es: Acerca de esta aplicación
fr_fr: À propos de cette application
it_it: Informazioni sull'app
ko_kr: 이 앱 정보
pt_br: Sobre este aplicativo
zh_cn: 关于此应用
zh_tw: 關於此應用程式

# ButtonAbout
source: About...
de_de: Info
es_es: Acerca de
fr_fr: À propos de
it_it: Informazioni
ko_kr: 소개
pt_br: Sobre
zh_cn: 关于
zh_tw: 關於

# NewDeviceFlashingDownload
source: Downloading the installer
de_de: Installer wird heruntergeladen
es_es: Descargando instalador
fr_fr: Téléchargement du programme d’installation
it_it: Download del programma di installazione in corso
ko_kr: 설치 프로그램 다운로드 중
pt_br: Baixando o instalador
zh_cn: 正在下载安装程序
zh_tw: 正在下載安裝程式

# NewDeviceFlashingExtractMSI
source: Unpacking the installer
de_de: Installer wird entpackt
es_es: Desempaquetando instalador
fr_fr: Décompression du programme d’installation
it_it: Decompressione del programma di installazione in corso
ko_kr: 설치 프로그램의 압축을 푸는 중
pt_br: Desempacotando o instalador
zh_cn: 正在将安装程序解包
zh_tw: 正在解壓縮安裝程式

# NewDeviceFlashingExtractMSIFailed
source: Failed to unpack the Windows 10 IoT Core installation package.
de_de: Fehler beim Entpacken des Windows 10 IoT Core-Installationspakets.
es_es: No se pudo desempaquetar el paquete de instalación de Windows 10 IoT Core.
fr_fr: La décompression du package d’installation de Windows 10 IoT Standard a échoué.
it_it: Decompressione del pacchetto di installazione di Windows 10 IoT Core non riuscita.
ko_kr: Windows 10 IoT Core 설치 패키지의 압축을 풀지 못했습니다.
pt_br: Falha ao desempacotar o pacote de instalação do Windows 10 IoT Core.
zh_cn: 无法对 Windows 10 IoT 核心版安装包进行解包。
zh_tw: 無法解壓縮「Windows 10 IoT 核心版」安裝套件。

# NewDeviceFlashingExtractMSIFailedCaption
source: Installation Failed
de_de: Fehler bei der Installation
es_es: Error en la instalación
fr_fr: Échec de l’installation
it_it: Installazione non riuscita
ko_kr: 설치 실패
pt_br: Falha na instalação
zh_cn: 安装失败
zh_tw: 安裝失敗

# DeviceRebootingMessage
source: Rebooting the Device Now...
de_de: Gerät wird jetzt neu gestartet…
es_es: Reiniciando el dispositivo ahora...
fr_fr: Redémarrage de l’appareil en cours...
it_it: Riavvio del dispositivo in corso...
ko_kr: 지금 장치를 재시작 중...
pt_br: Reinicializando o dispositivo agora...
zh_cn: 当前正在重新启动设备...
zh_tw: 目前正在將裝置重新開機...

# AppNameDisplay
source: Device Center
de_de: IoT-Dashboard
fr_fr: Tableau de bord IoT
it_it: Dashboard IoT
ja_jp: デバイス センター
ru_ru: Центр устройств
zh_tw: IoT 儀表板
